#+TITLE: Freebsd Dotfiles xps
#+STARTUP: overview hideblocks
#+OPTIONS: num:nil author:nil
#+PROPERTY: header-args :mkdirp yes :noweb yes 
** pkg prime-list 

#+NAME: pkg-prime-list
#+begin_src sh :results output list replace :wrap quote
pkg prime-list
#+end_src

#+RESULTS: pkg-prime-list
#+begin_quote
- FreeBSD-kernel-generic
- FreeBSD-set-base
- FreeBSD-set-devel
- FreeBSD-set-lib32
- FreeBSD-set-minimal
- FreeBSD-set-src
- ImageMagick7
- abook
- adwaita-qt5
- adwaita-qt6
- alacritty
- apg
- ardour
- aria2
- aspell
- bat
- bhyve-firmware
- ca_root_nss
- cantarell-fonts
- chromium
- cmake
- dictd
- dnscrypt-proxy2
- doas
- dwlb
- e2fsprogs-core
- edk2-bhyve
- emacs-devel
- en-aspell
- evdev-proto
- fd-find
- ffmpeg
- ffmpegthumbnailer
- firacode
- firefox
- fusefs-ext2
- gcc
- gdb
- git
- gmake
- gnome-themes-extra
- gpu-firmware-intel-kmod-kabylake
- graphviz
- grub2-bhyve
- gstreamer1-libav
- gstreamer1-plugins-bad
- gstreamer1-plugins-opus
- hdf5
- hs-ShellCheck
- hs-pandoc
- imv
- jq
- kodi
- kodi-addon-inputstream.adaptive
- ladspa
- libc6-shim
- libheif
- libinput
- libnotify
- libva-intel-media-driver
- libva-nvidia-driver
- libva-utils
- libvdpau-va-gl
- libxcb
- libxkbcommon
- linux-nvidia-libs
- lsp-plugins-lv2
- mixertui
- mpv
- mpv-mpris
- musicpc
- musicpd
- ncmpc
- node
- noto-basic
- noto-emoji
- npm
- nvidia-driver
- nvidia-drm-66-kmod
- nvidia-settings
- oath-toolkit
- obs-studio
- ollama
- openvpn
- pavucontrol
- pinentry-curses
- pkg
- pkgconf
- playerctl
- podman-suite
- poudriere
- py311-podman-compose
- python3
- qbittorrent
- qjackctl
- qt5-style-plugins
- qt5-wayland
- qt5ct
- qt6-wayland
- qt6ct
- realesrgan-ncnn-vulkan
- ripgrep
- ripgrep-all
- rsync
- rust
- seatd
- socat
- sox
- sudo
- syncthing
- tmux
- tofi
- translate-shell
- tree
- tree-sitter
- ts
- unbound
- vm-bhyve-devel
- wayland
- wayland-protocols
- wayland-utils
- waypipe
- wev
- wget
- wget2
- wifi-firmware-iwlwifi-kmod-22000
- wireplumber
- wl-clipboard
- wlr-which-key
- wlrctl
- wlrobs
- wlroots019
- wlvncc
- xcb-util-wm
- xdg-desktop-portal-wlr
- yt-dlp
- zathura
- zathura-pdf-mupdf
- zip
- zsh
- zsh-completions
- zsh-syntax-highlighting
#+end_quote
